{   
    "UTILS": {
        "app-name": "FastPark",
        "no-content-message": "No result",
        "add-title": "Add",
        "parks-title": "Parks",
        "settings-title": "Settings",
        "theme-title": "Dark mod",
        "credits-title": "Credits",
        "authorization-title": "Authorizations",
        "display-title": "Display",
        "languages-title": "Language",
        "notifications-title": "Notifications",
        "policy-title": "Data Usage Policy",
        "terms-title": "Terms of use",
        "login-button-title": "Sign in",
        "sign-up-title": "Sign-up",
        "email-title": "Email",
        "firstname": "First Name",
        "lastname": "Last Name",
        "phone-number": "Phone Number",
        "password-title": "Password",
        "login-title": "Sign in",
        "error": "Error",
        "valid" : "Valid",
        "cancel": "Cancel",
        "popup-email-error": "Invalid email !",
        "success": "Success",



        "home-title": "Home",
        "profile-title": "Profile",
        "reset-title" : "Reset password",
        "email-reset-title": "Reset",
        "infos-title": "Infos",
        "delete-title": "Delete",
        "language-message": "Language updated"
    },
    "PARK": {
        "add-park-title" : "Add Park",
        "parking-name-title": "Park name",
        "parking-manager-title": "Manager Name",
        "parking-address-title": "Address",
        "parking-phone-title": "Phone Number",
        "parking-free-places-title": "Free places",
        "parking-total-places-title": "Total places",
        "delete-park": "Delete park",
        "edit-name-title": "Update park",
        "address-error-title": "Address problem",
        "address-error-message": "The address is not filled in",
        "manager-error-title": "Manager problem",
        "manager-error-message": "Manager not selected",
        "fields-error-title": "Missing fields",
        "fields-error-message": "The name or the first name is not filled",
        "place-number-error-title": "Problem on the number of places",
        "place-number-error-message": "Number of free places greater than the total number of places"
    },
    "ADDRESS": {
        "add-address-title" : "Add address",
        "address-street-number-title": "Street number",
        "address-street-name-title": "Street name",
        "address-city-title": "City",
        "address-postal-code-title": "Postal code",
        "address-country-title": "Country"
    },
    "MANAGER": {
        "add-manager-title" : "Add manager"
    },
    "RUNPAGE": {
    },
    "MENU": {   
    },
    "HOME": {
    },
    "PROFILE": {
        "delete-account": "Delete account",
        "disconnect": "Disconnect",
        "popup-logout-header": "Log-out",
        "popup-logout-message": "You have been disconnected",
        "popup-email-changed-header": "Update of your email",
        "popup-email-changed-message": "Your mail have been changed",
        "popup-password-header": "Modify your password !",
        "popup-old-password-field-header": "Old password",
        "popup-new-password-field-header": "New password",
        "popup-confirm-new-password-field-header": "confirm new password",
        "popup-email-verification-header": "Verification of the email",
        "popup-email-verification-message": "A verification email has been sent to you",
        "processing-message" : "Processing...",
        "verify-email": "Check email",
        "popup-before-logout-message": "Are you sure you want to disconnect ?",
        "popup-before-email-verification-message": "Do you want to check your email ?",
        "popup-before-delete-account-message": "Are you sure you want to delete your account ?",
        "popup-password-changed-message": "Your password have been changed",
        "popup-password-size-error-message": "The password has not been updated. It must be at least 6 characters long",
        "popup-password-error-header":"Incorrect old password",
        "popup-password-different-message": "Different passwords"
    },
    "LOGIN": {
        "sign-up-button": "Not registered ? Create an account right now",
        "signin-error-title": "Incorrect email/password pairing",
        "signin-error-message": "The couple email and password you entered is incorrect",
        "account-connection-loading-message" : "Connection...",
        "sign-in-facebook":"Sign-in with Facebook",
        "sign-in-google": "Sign-in with Google",
        "reset-password-button": "Forgot your password ?"
    },
    "SETTINGS": {
    },
    "CREDITS": {
        "authors": "This application has been developped by Mr Pierre-Arnaud ALMEIDA"
    },
    "LANGUAGES": {
    },
    "NOTIFICATIONS": {
    },
    "AUTHORIZATIONS": {
    },
    "DISPLAY": {
    },
    "RESET-PASSWORD": {
        "message": "Enter your email address :",
        "reset-button": "Reset",
        "email-reset-message": "A reset email was sent"
    },
    "SIGNUP": {
        "sign-up-facebook": "Sign-up with Facebook",
        "sign-up-google": "Sign-up with Google",
        "email-error-title": "Invalid email",
        "email-error-message": "The format of the email address entered is incorrect",
        "password-error-title": "Wrong password",
        "password-error-message": "Your password must contain at least 6 characters",
        "account-creation-title": "Account created",
        "account-creation-error-title": "Existing email",
        "account-creation-error-message": "An account with the same email address already exists",
        "account-creation-loading-message" : "Creating your account. Please wait...",
        "different-password-error-message": "Different passwords",
        "fields-error-title": "Fields empty",
        "fields-error-message": "Last name or first name is missing"
    },
    "POLICY": {
        "part1-title": "This privacy policy and the use of collected data applies to all FastPark sites, applications, services and services.",
        "part1-subtitle": "The protection of your personal data is essential, and FastPark is committed to :",
        "part1-itemlist1": "Never collect or exploit data without a precise and legitimate purpose.",
        "part1-itemlist2": "Only collect and exploit data if it is necessary for the performance of the services requested, or collected with your express consent, in the light of clear information.",
        "part1-itemlist3": "Keep data only for a limited time, consistent with the services and services provided.",
        "part1-itemlist4": "Ensure the security of the collected data on an ongoing basis.",
        "part1-itemlist5": "Only transfer data if necessary, in compliance with legal and security rules.",
        "part1-itemlist6": "Ensure your data access, modification, deletion and portability rights are respected.",
        "part2-title": "Why collect your personal data ?",
        "part2-subtitle": "FastPark only collects and exploits data about you for specific and limited purposes.",
        "part2-subpart1-title": "Main purposes",
        "part2-subpart1-subtitle": "The collection of your personal data is essential for the provision of the service or service and if you refuse to provide us with your contact information, the corresponding services cannot be rendered to you.",
        "part2-subpart1-itemlist1.1": "Answer your questions (Q&A Help Desk) :",
        "part2-subpart1-itemlist1.2": "Answer your questions, sent by email through the form, or by phone.",
        "part2-subpart1-itemlist1.3": "Send the relevant documentation to your information.",
        "part2-subpart2-title": "Secondary purposes",
        "part2-subpart2-subtitle": "In addition to the service or service requested, you may accept or refuse to have your data used for the following purposes :",
        "part2-subpart2-itemlist1": "Offer you information about our new products. FastPark regularly offers new tools. You can receive information about our news, if you accept it when collecting your personal data.",
        "part2-subpart2-itemlist2": "Collect your opinion about our services or services: In order to improve our services, FastPark conducts, only satisfaction surveys. You can agree to participate if you specifically mention it when collecting your data.",
        "part3-title": "What data do we collect? How do we collect it ?",
        "part3-subtitle1.1": "FastPark makes sure to collect only the data strictly necessary for the services you request and the purposes described in the chapter above.",
        "part3-subtitle1.2": "The data is collected directly from the user of the application.",
        "part3-subtitle2": "Depending on the services requested, we will collect the following personal data :",
        "part3-itemlist1.1": "Identification or contact data (name, e-mail address, telephone number): these data are essential for any registration. You send them to us when you register, for example by filling out a form.",
        "part3-itemlist1.2": "When you apply for a service or service, data can be collected about your professional sector. This data is never used in connection with your identification data; it is processed separately, exclusively for statistical purposes and anonymously.",
        "part3-itemlist2": "Navigation data (IP address, searches, number of visits, date of visit, etc.): These data are intended exclusively for statistical monitoring of visits to our website and are collected by cookies.",
        "part4-title": "How long are your data stored ?",
        "part4-subtitle1": "The data are kept only for periods strictly necessary for the purposes for which they were collected and archived according to the legal prescription and retention periods, in particular tax and accounting periods; it is a matter of providing you with the expected service or service and managing any additional requests.",
        "part4-itemlist1": "The data collected to answer a question (question-and-answer service) is kept for a maximum of 1 year; it is destroyed at the end of each calendar year.",
        "part4-itemlist2": "Data collected for registration shall be retained until the request for deletion.",
        "part5-title": "What means are used to ensure the security of your data?",
        "part5-subtitle1": "FastPark is attentive to the security of your data, and for this purpose dedicates significant human and technical resources to ensure its protection.",    
        "part5-subtitle2": "FastPark is committed to taking into account the protection of your data when designing new tools or services.",
        "part5-subtitle3": "Our processes, our internal methods of organization, the guarantees we ask of our subcontractors as well as the technical protection rules aim to ensure that your personal data is protected.",
        "part5-subtitle4": "In the event of a breach of your personal data, FastPark undertakes to inform you as soon as possible and to take all necessary measures to limit the risks associated with this breach.",
        "part5-subtitle5": "So, for example :",
        "part5-itemlist1": "Only the personnel authorised to process your requests, in the framework described by the purposes in Chapter I above, can access your data.",
        "part5-itemlist2": "Technical and organisational security measures are put in place; updates by patches, anti-virus, anti-spam, vulnerability management, peripheral security by Firewall, intrusion detection and prevention systems but also user and authorization account management, risk analysis.",
        "part5-itemlist3": "The use of a subcontractor and the transfer of this data to the subcontractor responsible for using it on behalf of FastPark is strictly limited to the management and routing of subscriptions to the exclusion of any other commercial exploitation. When acting on our behalf, the subcontractors must undertake to guarantee the security of the data entrusted by FastPark and are committed to a level of security comparable to that of FastPark.",
        "part5-itemlist4": "FastPark does not use any subcontractor installed outside the European Union, in a geographical area where the rules guaranteeing the security of personal data would be less strict than those in force in France and your data therefore do not, from FastPark, the object of no transfer outside the EU.",
        "part5-itemlist5": "FastPark does not market your data.",
        "part6-title": "What are your rights and how do you exercise them ?",
        "part6-subtitle1": "In accordance with the provisions of Regulation No 2016/679, the General Data Protection Regulation (GDPR), you have the following rights over your data :",
        "part6-itemlist1": "Right of access and interrogation: You have the possibility to ask us in order to know what data FastPark has about you.",
        "part6-itemlist2": "Right to correction and erasure: You have the possibility to correct the data concerning you and to request the erasure.",
        "part6-itemlist3": "Right of opposition: You can object to FastPark using your data for a legitimate reason. The consequences of your opposition depend on the purpose for which your opposition is communicated to us; for certain purposes (see Chapter I, main purposes) your refusal may lead us not to be able to provide you with the requested service or service.",
        "part6-itemlist4": "Right to portability: You can ask INRS to retrieve your personal data in order to dispose of it in an electronic format.",
        "part6-itemlist5.1": "All these rights can be exercised directly with FastPark, by email to the following address :",
        "part6-itemlist5.2": "common.rail@gmail.com",
        "part6-itemlist6": "For any other questions or information, you can send your messages to the same address."
    },
    "TERMS": {
        "art1-title": "ARTICLE 1 – PURPOSE OF THE GENERAL TERMS OF USE",
        "art1-item1": "The purpose of these Terms and Conditions of Use (hereinafter « GCU ») is to define the rules for the use of the mobile application « FastPark » (hereinafter « the Application »).",
        "art1-item2": "By installing the Application on your terminal and/or accessing the Application, you accept without reservation all of the present UGCs and you undertake to comply with your obligations. In the event that you do not accept UCAs or have reservations, please do not use the Application",
        "art1-item3": "The UGC express the entire agreement between you and FastPark applicable to your use of the Application. FastPark reserves the right to modify these UGCs by updating them at any time. The version of the UGCs that is applicable between you and FastPark is the version in effect at the time of your login and use of the Application. We therefore advise you to consult this page regularly in order to become familiar with the UGC in force when you use the Application.",
        "art2-title": "ARTICLE 2 – PURPOSE AND FUNCTIONS OF THE APPLICATION",
        "art2-item1": "The application allows you to :",
        "art2-item2": "Consult documents on specific topics",
        "art2-item3": "View documents on specific topics Test your knowledge on quizz",
        "art2-item4": "These functionalities can be enriched or modified at any time by FastPark without its liability being incurred in this respect.",
        "art3-title": "ARTICLE 3 - ACCESS TO THE APPLICATION",
        "art3-item1": "To access the Application, you must have a mobile terminal and Internet access.",
        "art3-item2": "The App can be downloaded for free from the Apple Store and Google Play Store platforms on the following mobile devices :",
        "art3-item3": "Apple Iphone mobile phone with iOS operating system under iOS 10.0 minimum",
        "art3-item4": "Mobile phone with Android® Lollipop Operating System (API 21) minimum. The Software version of the Application may be updated from time to time to add new features and services.",
        "art3-item5": "Once the Application is installed on your terminal, you just need to log in using your email address.",
        "art3-item6": "If you are registered with FastPark, you will then receive a notification on your mailbox allowing you to validate your account.",
        "art3-item7": "If you are not yet part of the community do not hesitate to contact us to take advantage of all the advantages of FastPark at this address : common.rail94@gmail.com",
        "art3-item8": "When using and navigating the Application, you undertake to provide true, accurate and as complete information as possible. You also undertake to update this information as soon as possible in the event of a change in this information.",
        "art4-title": "ARTICLE 4 – USE LICENCE",
        "art4-item1": "FastPark grants you a personal right to use the Application and its content. This right is granted on a non-exclusive, revocable, non-transferable, worldwide and free basis and for the sole use of the Application, to the exclusion of any other purpose.",
        "art4-item2": "It is strictly forbidden to access and/or use and/or attempt to access or use the source or object codes of the Application.",
        "art4-item3": "You do not acquire any intellectual property rights in the Application or its content, or any other rights other than those conferred by these UGCs.",
        "art5-title": "ARTICLE 5 - PERSONAL DATA",
        "art5-item1": "The personal data used are mainly your name, first name, function, business address, telephone number, email address, identity photo, business profile, missions already carried out and planned, your availabilities.",
        "art5-item2": "Your access and rectification rights can be exercised by sending us an email to common.rail94@gmail.com",
        "art6-title": "ARTICLE 6 - INTELLECTUAL PROPERTY",
        "art6-item1": "All the content of the Application is subject to French, Community and international copyright and intellectual property legislation.",
        "art6-item2": "All reproduction and representation rights relating to the Application are reserved by FastPark, including all graphic, iconographic and photographic representations, whatever the protection territory and whether or not these rights have been deposited.",
        "art6-item3": "The reproduction and/or representation of all or part of the Application, regardless of the medium, including all trade names, trademarks, logos, domain names and other distinctive signs, is formally prohibited and would constitute counterfeiting sanctioned by the intellectual property code.",
        "art6-item4": "FastPark words and all logos are trademarks of FastPark",
        "art7-title": "ARTICLE 7 – AVAILABILITY OF APPLICATION",
        "art7-item1": "The Application is available online 7 days a week and 24 hours a day. However, given the complexity of the Internet network and the influx of Internet users at certain times, FastPark offers no guarantee of continuity of service and may not be held liable in the event of temporary impossibility to access all or part of the Application. No right to compensation shall be granted under this subparagraph. FastPark reserves the right to cease, without notice, without compensation and in its sole discretion, on a final or provisional basis, to provide all or part of the Service or functionalities.",
        "art8-title": "ARTICLE 8 - LIMITATION OF LIABILITY – NO GUARANTEE",
        "art8-item1": "FastPark undertakes to implement all necessary means to ensure the best possible access to the Application.",
        "art8-item2": "You are solely responsible for your username. You undertake to keep them confidential and not to pass them on to third parties. If you are aware of any unauthorized use of your account, it is your responsibility to inform FastPark immediately by writing to the following address : common.rail94@gmail.com",
        "art8-item3": "In general, you agree and acknowledge that your use of the Application, including the information you disseminate, is under your sole and absolute responsibility.",
        "art8-item4": "By using the Application, you agree not to act in a manner that is harmful or has the effect of causing damage to the image, interests or rights of FastPark, or to damage or render inoperative the Application.",
        "art8-item5": "FastPark shall not be held liable and shall not be obliged to indemnify you for any direct or indirect damage resulting from the unavailability of the Application.",
        "art8-item6": "In this respect, FastPark shall not be held liable for any damage resulting from the loss, alteration or fraudulent use of data, accidental transmission of viruses or other harmful elements, the attitude or behaviour of a third party.",
        "art8-item7": "It is not liable for (i) the inability to access the Application,(ii) the misuse of the Application (iii) the saturation of the Internet network, (iv) possible malfunctions on the mobile terminals used by you, (v) in case of force majeure or fact beyond its control.",
        "art9-title": "ARTICLE 9 - NON-RENONCIATION",
        "art9-item1": "The fact that one of the parties does not avail itself of a breach by the other party of any of the obligations referred to in these UGCs cannot be interpreted for the future as a waiver of the obligation in question.",
        "art10-title": "ARTICLE 10 - APPLICABLE LAW - DISPUTES",
        "art10-item1": "These UGCs are subject to French law.",
        "art10-item2": "Any dispute concerning the Application or interpretation of these UGC shall be referred to the court of competent jurisdiction.",
        "art11-title": "ARTICLE 11 - CONTACT",
        "art11-item1": "Questions or comments about these UGC can be directed to FastPark by writing to the following address: : common.rail94@gmail.com"
    }
}