{
    "UTILS": {
        "app-name": "FastPark",
        "no-content-message": "Aucun Résultat",
        "add-title": "Ajouter",
        "parks-title": "Parkings",
        "settings-title": "Paramètres",
        "theme-title": "Mode sombre",
        "credits-title": "Credits",
        "authorization-title": "Autorisations",
        "display-title": "Affichage",
        "languages-title": "Langues",
        "notifications-title": "Notifications",
        "policy-title": "Politique d'utilisation de données",
        "terms-title": "Conditions d'utilisation",
        "login-button-title": "Se connecter",
        "sign-up-title": "S'inscrire",
        "email-title": "Adresse mail",
        "password-title": "Mot de passe",
        "firstname": "Prénom",
        "lastname": "Nom",
        "phone-number": "Téléphone",
        "login-title": "Connexion",



        
        "valid" : "Valider",
        "cancel": "Annuler",
        "archives-title": "Archives",
        "home-title": "Menu",
        "profile-title": "Profil",
        "reset-title" : "Réinitialisation du mot de passe",
        "email-reset-title": "Réinitialisation",
        "popup-email-error": "L'adresse mail n'est pas valide !",
        "error": "Erreur",
        "success": "Réussi",
        "error-choose-message": "Une érreur est survenu pendant la selection",
        "success-upload-message": "Fichier correctement uploader",
        "infos-title": "Infos",
        "delete-title": "Supprimer",
        "language-message": "Langue mise à jour"
    },
    "PARK": {
        "add-park-title" : "Ajouter un parking",
        "parking-name-title": "Nom du parking",
        "parking-manager-title": "Nom du gestionnaire",
        "parking-address-title": "Adresse",
        "parking-phone-title": "Téléphone",
        "parking-free-places-title": "Places libres",
        "parking-total-places-title": "Places totales",
        "delete-park": "Supprimer le parking",
        "edit-name-title": "Mettre à jour un parking",
        "address-error-title": "Problème d'adresse",
        "address-error-message": "L'adresse n'est pas renseigné",
        "manager-error-title": "Problème de manager",
        "manager-error-message": "Manager non selectionné",
        "fields-error-title": "Champs manquant",
        "fields-error-message": "Le nom ou le prénom n'est pas renseigné",
        "place-number-error-title": "Problème sur le nombre de place",
        "place-number-error-message": "Nombre de place libre suppérieur au nombre de place total"
    },
    "ADDRESS": {
        "add-address-title" : "Ajouter une adresse",
        "address-street-number-title": "Numero de rue",
        "address-street-name-title": "Nom de rue",
        "address-city-title": "Ville",
        "address-postal-code-title": "Code postal",
        "address-country-title": "Pays"
    },
    "MANAGER": {
        "add-manager-title" : "Ajouter un gestionnaire"
    },    
    "RUNPAGE": {
    },
    "MENU": {  
    },
    "HOME": {
    },
    "PROFILE": {
        "gender-placeholder": "Choisir",
        "female": "Femme",
        "male": "Homme",
        "delete-account": "Supprimer mon compte",
        "disconnect": "Se deconnecter",
        "popup-logout-header": "Déconnection",
        "popup-logout-message": "Vous avez bien été déconnecté",
        "popup-email-changed-header": "Mise à jour de l'adresse mail",
        "popup-email-changed-message": "Votre nouvelle adresse mail a bien été changer",
        "popup-password-header": "Modifier votre mot de passe",
        "popup-old-password-field-header": "Ancien mot de passe",
        "popup-new-password-field-header": "Nouveau mot de passe",
        "popup-confirm-new-password-field-header": "Confirmer nouveau mot de passe",
        "popup-email-verification-header": "Vérification de l'email",
        "popup-email-verification-message": "Un email de vérification vous a été envoyer",
        "processing-message" : "Traitement...",
        "verify-email": "Verifier l'adresse mail",
        "picture-account": "Changer la photo de profil",
        "popup-before-logout-message": "Voulez-vous vraiment vous déconnecter ?",
        "popup-before-email-verification-message": "Voulez-vous vérifier votre email ?",
        "popup-before-delete-account-message": "Voulez-vous vraiment supprimer votre compte ?"
    },
    "LOGIN": {
        "sign-up-button": "Pas encore inscrit ? Créer un compte dès maintenant",
        "account-connection-loading-message": "Connexion...",
        "signin-error-title": "Couple mail/mot de passe incorrect",
        "signin-error-message": "Le couple adresse mail et mot de passe que vous avez entré est incorrect",
        "sign-in-facebook":"Se connecter avec Facebook",
        "sign-in-google": "Se connecter avec Google",
        "reset-password-button": "Mot de passe oublié ?"
    },
    "SETTINGS": {
    },
    "CREDITS": {
        "authors": "Cette application a été developpée par M.Pierre-Arnaud ALMEIDA"
    },
    "LANGUAGES": {
    },
    "NOTIFICATIONS": {
    },
    "AUTHORIZATIONS": {
    },
    "DISPLAY": {
    },
    "RESET-PASSWORD": {
        "message": "Entrez votre adresse mail : ",
        "reset-button": "Réinitialiser",
        "email-reset-message": "Un mail a été envoyer"
    },
    "SIGNUP": {
        "sign-up-facebook": "S'inscrire avec Facebook",
        "sign-up-google": "S'inscrire avec Google",
        "email-error-title": "Adresse mail incorrect",
        "email-error-message": "Le format de l'adresse mail entré est incorrect",
        "password-error-title": "Mot de passe incorrect",
        "password-error-message": "Votre mot de passe doit contenir au moins 6 caractères",
        "account-creation-title": "Compte créé",
        "account-creation-error-title": "Adresse mail existante",
        "account-creation-error-message": "Un compte avec la même adresse mail existe déjà",
        "account-creation-loading-message": "Création de votre compte en cours. Veuillez patienter...",
        "different-password-error-message": "Mots de passe différents",
        "fields-error-title": "Champs manquant",
        "fields-error-message": "Le nom ou le prénom n'est pas renseigné"
    },
    "POLICY": {
        "part1-title": "La présente politique de confidentialité et d’utilisation des données collectées s’applique à l’ensemble des sites, applications, prestations et services de FastPark.",
        "part1-subtitle": "La protection de vos données personnelles est essentielle, et FastPark s’engage à :",
        "part1-itemlist1": "Ne jamais collecter ou exploiter de données sans une finalité précise et légitime.",
        "part1-itemlist2": "Ne collecter et n’exploiter des données que si celles-ci sont nécessaires à l’exécution des prestations demandées, ou recueillies avec votre consentement exprès, au vu d’une information claire.",
        "part1-itemlist3": "Ne conserver les données que pour une durée limitée, cohérente avec les prestations et services fournis.",
        "part1-itemlist4": "Assurer en permanence la sécurité des données collectées.",
        "part1-itemlist5": "Ne réaliser de transferts de données que si nécessaire, dans le respect des règles légales et de sécurité.",
        "part1-itemlist6": "Veiller au respect de vos droits d’accès, de modification, de suppression et de portabilité de vos données.",
        "part2-title": "Pourquoi collecter vos données personnelles ?",
        "part2-subtitle": "FastPark ne collecte et n’exploite des données vous concernant que pour des objectifs précis et limités.",
        "part2-subpart1-title": "Finalités principales",
        "part2-subpart1-subtitle": "Le recueil de vos données personnelles est indispensable à la fourniture du service ou de la prestation et si vous refusez de nous communiquer vos coordonnées, les services correspondants ne pourront vous être rendus.",
        "part2-subpart1-itemlist1.1": "Répondre à vos demandes (service d’assistance Questions-Réponses) :",
        "part2-subpart1-itemlist1.2": "Répondre à vos questions, adressées par mail grâce au formulaire, ou par téléphone.",
        "part2-subpart1-itemlist1.3": "Vous adresser la documentation utile à votre information.",
        "part2-subpart2-title": "Finalités secondaires",
        "part2-subpart2-subtitle": "En complément du service ou de la prestation demandée, vous pouvez accepter ou refuser que vos données soient utilisées aux fins suivantes :",
        "part2-subpart2-itemlist1": "Vous proposer une information sur nos nouveautés. FastPark propose régulièrement de nouveaux outils. Vous pouvez recevoir des informations sur notre actualité, si vous l’acceptez lors de la collecte de vos données personnelles.",
        "part2-subpart2-itemlist2": "Recueillir votre avis sur nos services ou prestations : Afin d’améliorer nos services, FastPark mène, seul des enquêtes de satisfactions. Vous pouvez accepter d’y participer si vous le mentionner expressément lors de la collecte de vos données.",
        "part3-title": "Quelles données collectons-nous ? Comment les collectons-nous ?",
        "part3-subtitle1.1": "FastPark veille à ne recueillir que les données strictement nécessaires aux services que vous demandez et aux finalités décrites au chapitre ci-dessus.",
        "part3-subtitle1.2": "Les données sont directement collectées auprès de l’utilisateur de l’application.",
        "part3-subtitle2": "En fonction des services demandés, nous collecterons les données personnelles suivantes :",
        "part3-itemlist1.1": "Données d’identification ou de contact (nom, adresse e-mail, numéro de téléphone) : ces données sont essentielles pour toute inscription. Vous nous les communiquez lors de votre inscription, par exemple en complétant un formulaire.",
        "part3-itemlist1.2": "Lors de votre demande de service ou de prestation, des données peuvent être recueillies concernant votre secteur professionnel. Ces données ne sont jamais exploitées en lien avec vos données d’identification ; elles sont traitées séparément, à des fins exclusivement statistiques et de façon anonyme.",
        "part3-itemlist2": "Données de navigation (adresse IP, recherches, nombre de visites, date de visite…) : Ces données sont exclusivement destinées au suivi statistique de fréquentation de notre site web et sont recueillies par des cookies.",
        "part4-title": "Combien de temps vos données sont-elles conservées ?",
        "part4-subtitle1": "Les données ne sont conservées que pour des durées strictement nécessaires aux finalités pour lesquelles elles ont été recueillies et archivées selon les durées de prescription et de conservation légales et notamment fiscales et comptables ; il s’agit de vous apporter la prestation ou le service attendu et gérer vos éventuelles demandes complémentaires.",
        "part4-itemlist1": "Les données collectées pour répondre à une question (service d’assistance questions-réponses) sont conservées pendant 1 an maximum ; elles sont détruites en fins de chaque année civile.",
        "part4-itemlist2": "Les données collectées pour l’inscription sont conservées jusqu’à la demande de suppression.",
        "part5-title": "Quels moyens sont mis en œuvre pour assurer la sécurité de vos données ?",
        "part5-subtitle1": "FastPark est attentif à la sécurité de vos données, et pour cela consacre des moyens humains et techniques significatifs pour en assurer la protection.",
        "part5-subtitle2": "FastPark s’engage à prendre en compte la protection de vos données dès la conception de nouveaux outils ou services.",
        "part5-subtitle3": "Nos processus, nos modes d’organisation internes, les garanties que nous demandons à nos sous-traitants comme les règles de protection techniques visent à s’assurer que vos données personnelles sont protégées.",
        "part5-subtitle4": "En cas de violation de vos données personnelles, FastPark s’engage à vous en informer dans les meilleurs délais et à prendre toutes mesures utiles afin de limiter les risques liés à cette violation.",
        "part5-subtitle5": "Ainsi, par exemple :",
        "part5-itemlist1": "Seul le personnel habilité à traiter vos demandes, dans le cadre décrit par les finalités au chapitre I ci-dessus, peut accéder à vos données.",
        "part5-itemlist2": "Des mesures de sécurité techniques et organisationnelles sont mises en place ; mises à jour par correctifs, anti-virus, anti-spam, gestion des vulnérabilités, sécurités périphériques par Firewall, systèmes de détection et de prévention des intrusions mais aussi gestion des comptes des utilisateurs et autorisations, analyses des risques.",
        "part5-itemlist3": "Le recours à un sous-traitant et le transfert de ces données au sous-traitant chargé de les utiliser pour le compte de FastPark est strictement limité à la gestion et au routage des abonnements à l’exclusion de toute autre exploitation commerciale. Lorsqu’ils interviennent pour notre compte, les sous-traitants doivent s’engager à garantir la sécurité des données confiées par FastPark et s’engagent sur un niveau de sécurité comparable à celui de FastPark.",
        "part5-itemlist4": "FastPark ne recoure à aucun sous-traitant installé hors Union Européenne, dans une zone géographique où les règles garantissant la sécurité des données personnelles seraient moins strictes que celles en vigueur en France et vos données ne font donc, de la part de FastPark, l’objet d’aucun transfert hors UE.",
        "part5-itemlist5": "FastPark ne commercialise en aucun cas vos données.",
        "part6-title": "Quels sont vos droits et comment les exercer ?",
        "part6-subtitle1": "Conformément aux dispositions du règlement no 2016/679, dit Règlement Général sur la Protection des Données (RGPD), vous disposez des droits suivants sur vos données :",
        "part6-itemlist1": "Droit d’accès et d’interrogation : Vous avez la possibilité de nous solliciter afin de savoir de quelles données FastPark dispose à votre sujet.",
        "part6-itemlist2": "Droit de correction et d’effacement : Vous avez la possibilité de corriger les données vous concernant et d’en demander l’effacement.",
        "part6-itemlist3": "Droit d’opposition : Vous avez la possibilité de vous opposer à ce que FastPark utilise vos données pour un motif légitime. Les conséquences de votre opposition dépendent de la finalité pour laquelle votre opposition nous est signifiée ; pour certaines finalités (voir Chapitre I, finalités principales) votre refus peut nous conduire à ne pas être en mesure de vous apporter le service ou la prestation demandée.",
        "part6-itemlist4": "Droit à la portabilité : Vous avez la possibilité de demander à l’INRS de récupérer vos données personnelles afin d’en disposer sous un format électronique.",
        "part6-itemlist5.1": "L’ensemble de ces droits peut être exercé directement auprès de FastPark, par mail à l’adresse suivante :",
        "part6-itemlist5.2": "common.rail94@gmail.com",
        "part6-itemlist6": "Pour toute autre question ou information, vous pouvez adresser vos messages à cette même adresse."
    },
    "TERMS": {
        "art1-title": "ARTICLE 1 – OBJET DES CONDITIONS GENERALES D’UTILISATION",
        "art1-item1": "Les présentes conditions générales d’utilisation (ci-après « CGU ») ont pour objet de définir les règles d’utilisation de l’application mobile « FastPark » (ci-après « l’Application »).",
        "art1-item2": "En installant l’Application sur votre terminal et/ou en accédant à l’Application, vous acceptez sans réserve l’intégralité des présentes CGU et vous engagez à respecter les obligations à votre charge. Dans le cas où vous n’accepteriez pas les CGU ou auriez des réserves, merci de ne pasutiliser l’Application",
        "art1-item3": "Les CGU expriment l'intégralité de l'accord entre vous et FastPark applicable à votre utilisation de l’Application. FastPark se réserve le droit de modifier ces CGU en les mettant à jour à tout moment. La version des CGU qui est applicable entre vous et FastPark est celle en vigueur au moment de votre connexion et de votre utilisation de l’Application. Nous vous conseillons donc de consulter cette page régulièrement afin de prendre connaissance des CGU en vigueur lorsque vous utilisez l’Application.",
        "art2-title": "ARTICLE 2 – OBJET ET FONCTIONNALITES DE L’APPLICATION",
        "art2-item1": "L’Application vous permet de :",
        "art2-item2": "Consulter des documents sur des sujet précis",
        "art2-item3": "Tester ses connaissances sur des quizz",
        "art2-item4": "Ces fonctionnalités peuvent être enrichies ou modifiées à tout moment par FastPark sans que sa responsabilité ne puisse être engagée à ce titre.",
        "art3-title": "ARTICLE 3 - ACCES A L’APPLICATION",
        "art3-item1": "Pour accéder à l’Application, vous devez posséder un terminal mobile et un accès au réseau Internet.",
        "art3-item2": "L’Application est téléchargeable gratuitement depuis les plateformes « Apple Store » et « Google Play Store » sur les terminaux mobiles suivants :",
        "art3-item3": "téléphone mobile Iphone® d’Apple® disposant du système d’exploitation iOS sous iOS 10.0 minimum",
        "art3-item4": "téléphone mobile disposant du système d’exploitation Android® Lollipop (API 21) minimum. La version du logiciel de l’Application peut être mise à jour de temps à autre pour ajouter de nouvelles fonctions et de nouveaux services.",
        "art3-item5": "Une fois l’Application installée sur votre terminal, il vous suffit de vous connecter en utilisant votre adresse email.",
        "art3-item6": "Si vous êtes référencé chez FastPark, vous recevrez alors une notification sur votre boite mail vous permettant de valider votre compte.",
        "art3-item7": "Si vous ne faites pas encore partie de la communauté n’hésitez pas à nous contacter pour profiter de tous les avantages de FastPark à cette adresse : common.rail94@gmail.com",
        "art3-item8": "Vous vous engagez, lors de votre utilisation et navigation sur l’Application, à fournir des informations vraies, exactes et aussi complètes que possible. Vous vous engagez également à mettre à jour ces informations dans les meilleurs délais en cas de changement de celles-ci.",
        "art4-title": "ARTICLE 4 – LICENCE D’UTILISATION",
        "art4-item1": "FastPark vous concède un droit personnel d’utilisation de l’Application et de son contenu. Ce droit est accordé à titre non exclusif, révocable, non cessible, non transférable, mondial et gratuit et pour la seule utilisation de l’Application, à l’exclusion de toute autre finalité.",
        "art4-item2": "Il est strictement interdit d’accéder et/ou d’utiliser et/ou de tenter d’accéder ou d’utiliser les codes sources ou objets de l’Application.",
        "art4-item3": "Vous n’acquérez aucun droit de propriété intellectuelle sur l’Application ou son contenu, ni aucun autre droit que ceux conférés par les présentes CGU.",
        "art5-title": "ARTICLE 5 - DONNÉES PERSONNELLES",
        "art5-item1": "Les données personnelles utilisées sont principalement votre nom, prénom, fonction, adresse professionnelle, numéro de téléphone, adresse mail, photo d’identité, profil métier, missions déjà effectuées et planifiées, vos disponibilités.",
        "art5-item2": "Vos droits d’accès et de rectification peuvent être exercés en nous envoyant un mail à l’adresse common.rail94@gmail.com",
        "art6-title": "ARTICLE 6 - PROPRIÉTÉ INTELLECTUELLE",
        "art6-item1": "L'ensemble du contenu de l’Application relève de la législation française, communautaire et internationale sur le droit d'auteur et la propriété intellectuelle.",
        "art6-item2": "Tous les droits de reproduction et de représentation afférents à l’Application sont réservés par FastPark, y compris toutes représentations graphiques, iconographiques et photographiques, ce quel que soit le territoire de protection et que ces droits aient fait l'objet d'un dépôt ou non.",
        "art6-item3": "La reproduction et/ou représentation de tout ou partie de l’Application, quel que soit le support, en ce compris tous noms commerciaux, marques, logos, noms de domaine et autres signes distinctifs, est formellement interdite et constituerait une contrefaçon sanctionnée par le code de la propriété intellectuelle.",
        "art6-item4": "Les mots FastPark et tous les logos sont des marques déposées par FastPark",
        "art7-title": "ARTICLE 7 – DISPONIBILITE DE L’APPLICATION",
        "art7-item1": "L’Application est accessible en ligne 7 jours sur 7 et 24 heures sur 24. Toutefois, compte tenu de la complexité du réseau internet et de l'afflux, à certaines heures, des utilisateursd'internet, FastPark n'offre aucune garantie de continuité du service et ne pourra voir sa responsabilité engagée en cas d'impossibilité temporaire d'accéder en tout ou partie à l’Application. Aucun droit à indemnisation n’est accordé au titre du présent alinéa. FastPark se réserve le droit de cesser, sans préavis, sans indemnité et à son entière discrétion, à titre définitif ou provisoire, de fournir tout ou partie du Service ou des fonctionnalités.",
        "art8-title": "ARTICLE 8 - LIMITATION DE RESPONSABILITE – ABSENCE DE GARANTIE",
        "art8-item1": "FastPark s'engage à mettre en œuvre tous les moyens nécessaires afin d'assurer au mieux l’accès à l’Application.",
        "art8-item2": "Vous êtes seul responsable de votre identifiant. Vous vous engagez à les garder confidentiels et à ne pas les transmettre à des tiers. Si vous avez connaissance d'une utilisation non autorisée de votre compte, il vous appartient d'en informer immédiatement FastPark en écrivant à l'adresse suivante : common.rail94@gmail.com",
        "art8-item3": "De manière générale, vous acceptez et reconnaissez que votre utilisation de l’Application, y compris les informations que vous diffusez, est faite sous votre unique et entière responsabilité.",
        "art8-item4": "En utilisant l’Application, vous vous engagez à ne pas agir de manière dommageable ou ayant pour effet de causer un préjudice à l’image, aux intérêts ou aux droits de FastPark, d’endommager ou de rendre inopérante l’Application.",
        "art8-item5": "FastPark ne saurait être tenue pour responsable et ne saurait être tenue de vous indemniser du préjudice direct ou indirect qui résulterait de l’indisponibilité de l’Application.",
        "art8-item6": "FastPark ne saurait à cet égard être tenue pour responsable de tout dommage résultant de la perte, de l’altération ou de toute utilisation frauduleuse de données, de la transmission accidentelle de virus ou autres éléments nuisibles, de l’attitude ou comportement d’un tiers.",
        "art8-item7": "Elle n’encourt aucune responsabilité du fait (i) de l’impossibilité d’accéder à l’Application,(ii) d’un mauvais usage de l’Application (iii) de la saturation du réseau internet, (iv) d’éventuels dysfonctionnements sur les terminaux mobiles utilisés par vous, (v) en cas de force majeure ou de fait indépendant de sa volonté.",
        "art9-title": "ARTICLE 9 - NON RENONCIATION",
        "art9-item1": "Le fait pour l'une des parties de ne pas se prévaloir d'un manquement par l'autre partie à l'une quelconque des obligations visées dans les présentes CGU ne saurait être interprété pour l'avenir comme une renonciation à l'obligation en cause.",
        "art10-title": "ARTICLE 10 - DROIT APPLICABLE - LITIGES",
        "art10-item1": "Les présentes CGU sont soumises au droit français.",
        "art10-item2": "Tout litige concernant l'Application ou l’interprétation des présentes CGU sera soumis au tribunal compétent.",
        "art11-title": "ARTICLE 11 - CONTACT",
        "art11-item1": "Vous pouvez adresser vos questions ou remarques relatives aux présentes CGU à FastPark en écrivant à l'adresse suivante : common.rail94@gmail.com"
    }
}