{
    "UTILS": {
        "app-name": "FastPark",
        "no-content-message": "Nenhum resultado",
        "add-title": "Adicionar",
        "parks-title": "Parques",
        "settings-title": "Configurações",
        "theme-title": "Modo escuro",
        "credits-title": "Créditos",
        "authorization-title": "Permissões",
        "display-title": "Display",
        "languages-title": "Idiomas",
        "notifications-title": "Notificações",
        "policy-title": "Política de uso de dados",
        "terms-title": "Termos de uso",
        "login-button-title": "Iniciar sessão",
        "sign-up-title": "Registrar-se",
        "email-title": "Email",
        "password-title": "Senha",
        "firstname": "Nome",
        "lastname": "Apelido",
        "phone-number": "Telemóvel",
        "login-title": "Iniciar sessão",




        "valid" : "Validar",
        "cancel": "Cancelar",
        "archives-title": "Arquivo",
        "home-title": "Menu",
        "profile-title": "Perfil",
        "reset-title" : "Redefinir senha",
        "email-reset-title": "Redefinição",
        "popup-email-error": "O email não é válido !",
        "error": "Erro",
        "success": "Bem sucedido",
        "error-choose-message": "Ocorreu um erro durante a seleção",
        "success-upload-message": "Arquivo corretamente enviado",
        "infos-title": "Informações",
        "delete-title": "Eliminar",
        "language-message": "Idioma atualizado"
    },
    "PARK": {
        "add-park-title" : "Adicionar parque de estacionamento",
        "parking-name-title": "Nome do parque",
        "parking-manager-title": "Nome do gerente",
        "parking-address-title": "Endereço",
        "parking-phone-title": "Telemóvel",
        "parking-free-places-title": "Lugares livres",
        "parking-total-places-title": "Totol de lugares",
        "delete-park": "Eliminar parque"
    },
    "RUNPAGE": {
    },
    "MENU": {
    },
    "HOME": {
    },
    "PROFILE": {
        "gender-placeholder": "Escolher",
        "female": "Mulher",
        "male": "Homem",
        "delete-account": "Eliminar minha conta",
        "disconnect": "Terminar sessão",
        "popup-logout-header": "Desconectado",
        "popup-logout-message": "Você foi desconectado",
        "popup-email-changed-header": "Atualização do email",
        "popup-email-changed-message": "Seu novo email foi bem alterado",
        "popup-password-header": "Insira sua antiga senha ",
        "popup-old-password-field-header": "Senha antiga",
        "popup-new-password-field-header": "Nova senha",
        "popup-confirm-new-password-field-header": "Confirmar a nova senha",
        "popup-email-verification-header": "Verificação do email",
        "popup-email-verification-message": "Um email de verificação foi enviado para você",
        "processing-message" : "Processamento...",
        "verify-email": "Verificar email",
        "picture-account": "Alterar foto de perfil",
        "popup-before-logout-message": "Tem certeza de que deseja desconectar ?",
        "popup-before-email-verification-message": "Quer verificar seu email ?",
        "popup-before-delete-account-message": "Tem certeza de que deseja remover sua conta ?"
    },
    "LOGIN": {
        "sign-up-button": "Ainda não está registrado ? \r\nCrie uma conta",
        "signin-error-title": "Par email/senha incorreto",
        "signin-error-message": "O par email e a senha estão incorretos",
        "account-connection-loading-message" : "Ligação...",
        "sign-in-facebook":"Iniciar sessão com Facebook",
        "sign-in-google": "Iniciar sessão com Google",
        "reset-password-button": "Senha esquecida ?"
    },
    "SETTINGS": {
    },
    "CREDITS": {
        "authors": "Esta aplicação foi desenvolvida por M.Pierre-Arnaud ALMEIDA"
    },
    "LANGUAGES": {
    },
    "NOTIFICATIONS": {
    },
    "AUTHORIZATIONS": {
    },
    "DISPLAY": {
    },
    "RESET-PASSWORD": {
        "message": "Digite seu email :",
        "reset-button": "Redefinir",
        "email-reset-message": "Um email de redefinição foi enviado"
    },
    "SIGNUP": {
        "sign-up-facebook": "Registre-se com Facebook",
        "sign-up-google": "Registre-se com Google",
        "email-error-title": "Email inválido",
        "email-error-message": "O formato do email está incorreto",
        "password-error-title": "Senha incorreta",
        "password-error-message": "Sua senha deve conter pelo menos 6 caracteres",
        "account-creation-title": "Conta criada",
        "account-creation-error-title": "Email existente",
        "account-creation-error-message": "Já existe uma conta com o mesmo email",
        "account-creation-loading-message" : "Criação de uma conta. Por favor aguarde...",
        "different-password-error-message": "Senhas diferentes",
        "fields-error-title": "Campos vazios",
        "fields-error-message": "O Apelido ou o nome está faltando"
    },
    "POLICY": {
        "part1-title": "Esta política de confidencialidade e uso de dados coletados se aplica a todos os sites, aplicativos, serviços e serviços da FastPark.",
        "part1-subtitle": "A proteção de seus dados pessoais é essencial, e o FastPark está comprometido com :",
        "part1-itemlist1": "Nunca colete ou use dados sem um propósito específico e legítimo.",
        "part1-itemlist2": "Colete e use os dados somente se for necessário para o desempenho dos serviços solicitados ou coletados com o seu consentimento expresso, à luz de informações claras.",
        "part1-itemlist3": "Mantenha os dados por um tempo limitado, consistente com os serviços e serviços fornecidos.",
        "part1-itemlist4": "Garanta a segurança dos dados coletados em todos os momentos.",
        "part1-itemlist5": "Apenas efetue transferências de dados, se necessário, em conformidade com as regras legais e de segurança.",
        "part1-itemlist6": "Garanta o respeito de seus direitos de acesso, modificação, exclusão e portabilidade de seus dados.",
        "part2-title": "Por que coletar seus dados pessoais ?",
        "part2-subtitle": "FastPark coleta e usa dados sobre você apenas para finalidades específicas e limitadas.",
        "part2-subpart1-title": "Objetivos principais",
        "part2-subpart1-subtitle": "A coleta de seus dados pessoais é essencial para a prestação do serviço ou do serviço e, se você se recusar a nos fornecer seus dados, os serviços correspondentes não poderão ser devolvidos.",
        "part2-subpart1-itemlist1.1": "Responda às suas solicitações (serviço de suporte de perguntas e respostas) :",
        "part2-subpart1-itemlist1.2": "Responda às suas perguntas, envie por e-mail usando o formulário ou por telefone.",
        "part2-subpart1-itemlist1.3": "Você envia a documentação útil para suas informações.",
        "part2-subpart2-title": "Objetivos secundários",
        "part2-subpart2-subtitle": "Além do serviço ou serviço solicitado, você pode aceitar ou recusar que seus dados sejam usados ​​para as seguintes finalidades :",
        "part2-subpart2-itemlist1": "Para lhe oferecer informações sobre nossas novidades. FastPark oferece regularmente novas ferramentas. Você pode receber notícias sobre nossas notícias, se você as aceitar ao coletar seus dados pessoais.",
        "part2-subpart2-itemlist2": "Colete sua opinião sobre nossos serviços ou serviços : Para melhorar nossos serviços, a FastPark realiza apenas pesquisas de satisfação. Você pode concordar em participar se mencionar especificamente ao coletar seus dados.",
        "part3-title": "Quais dados coletamos? Como os coletamos ?",
        "part3-subtitle1.1": "FastPark certifica-se de coletar apenas os dados estritamente necessários para os serviços solicitados e para os fins descritos no capítulo acima.",
        "part3-subtitle1.2": "Os dados são coletados diretamente do usuário do aplicativo.",
        "part3-subtitle2": "Dependendo dos serviços solicitados, coletaremos os seguintes dados pessoais :",
        "part3-itemlist1.1": "Identificação ou detalhes de contato (nome, endereço de e-mail, número de telefone) : esses dados são essenciais para qualquer registro. Você nos comunica quando se registra, por exemplo, preenchendo um formulário.",
        "part3-itemlist1.2": "Quando você solicita um serviço ou um serviço, os dados podem ser coletados sobre o seu setor profissional. Esses dados nunca são usados ​​em conexão com seus dados de identificação; são tratados separadamente, exclusivamente para fins estatísticos e anonimamente.",
        "part3-itemlist2": "Dados de navegação (endereço IP, pesquisas, número de visitas, data da visita ...) : Estes dados destinam-se exclusivamente ao acompanhamento estatístico de visitas ao nosso site e são recolhidos por cookies.",
        "part4-title": "Por quanto tempo seus dados são mantidos ?",
        "part4-subtitle1": "Os dados são mantidos apenas por períodos estritamente necessários para os fins para os quais foram coletados e arquivados de acordo com os períodos de prescrição e retenção legal e, em particular, fiscal e contábil; trata-se de trazer o serviço ou serviço esperado e gerenciar solicitações adicionais.",
        "part4-itemlist1": "Os dados coletados para responder a uma pergunta (perguntas e respostas) são mantidos por até 1 ano; eles são destruídos no final de cada ano civil.",
        "part4-itemlist2": "Os dados coletados para registro são mantidos até a solicitação de exclusão.",
        "part5-title": "Quais meios são usados ​​para garantir a segurança de seus dados ?",
        "part5-subtitle1": "FastPark está atenta à segurança de seus dados, e por isso dedica meios humanos e técnicos significativos para garantir sua proteção.",
        "part5-subtitle2": "FastPark está comprometida em levar em conta a proteção de seus dados ao projetar novas ferramentas ou serviços.",
        "part5-subtitle3": "Nossos processos, nossos métodos organizacionais internos, as garantias que pedimos aos nossos subcontratados, bem como as regras de proteção técnica, visam garantir que seus dados pessoais sejam protegidos.",
        "part5-subtitle4": "Em caso de violação de seus dados pessoais, a FastPark compromete-se a informá-lo o quanto antes e a tomar todas as medidas necessárias para limitar os riscos relacionados a esta violação.",
        "part5-subtitle5": "Por exemplo :",
        "part5-itemlist1": "Somente o pessoal autorizado a tratar suas solicitações, dentro da estrutura descrita pelos propósitos do capítulo I acima, pode acessar seus dados.",
        "part5-itemlist2": "Medidas técnicas e organizacionais de segurança são postas em prática; atualizações por correções, antivírus, anti-spam, gerenciamento de vulnerabilidades, segurança periférica de firewall, detecção de intrusão e sistemas de prevenção, mas também gerenciamento e autorizações de contas de usuários, análise de risco.",
        "part5-itemlist3": "A utilização de um subcontratante e a transferência desses dados para o subcontratante responsável pela sua utilização em nome da FastPark está estritamente limitada à gestão e encaminhamento de subscrições, com exclusão de qualquer outra exploração comercial. Ao agir em nosso nome, os subcontratados devem se comprometer a garantir a segurança dos dados confiados pelo FastPark e comprometer-se com um nível de segurança comparável ao do FastPark.",
        "part5-itemlist4": "FastPark não utiliza nenhum subcontratado instalado fora da União Europeia, em uma área geográfica onde as regras que garantem a segurança dos dados pessoais seriam menos rigorosas que as vigentes na França e seus dados não fazem, portanto, da parte de FastPark assunto de nenhuma transferência fora da UE.",
        "part5-itemlist5": "FastPark não comercializa seus dados sob nenhuma circunstância.",
        "part6-title": "Quais são os seus direitos e como você pode exercê-los ?",
        "part6-subtitle1": "De acordo com as disposições do Regulamento Nº 2016/679, conhecido como o Regulamento Geral de Proteção de Dados (GDPR), você tem os seguintes direitos sobre seus dados :",
        "part6-itemlist1": "Direito de acesso e interrogatório: Você tem a possibilidade de nos pedir para saber quais dados o FastPark tem sobre você.",
        "part6-itemlist2": "Direito de correção e eliminação: Você tem a possibilidade de corrigir os dados referentes a você e solicitar a exclusão.",
        "part6-itemlist3": "Direito de oposição: Você tem a possibilidade de se opor a que o FastPark use seus dados por um motivo legítimo. As conseqüências de sua oposição dependem do propósito para o qual sua oposição é servida a nós; para determinados fins (ver capítulo I, principais finalidades), a sua recusa pode levar-nos a não conseguir fornecer-lhe o serviço ou serviço solicitado.",
        "part6-itemlist4": "Direito à portabilidade: Você tem a possibilidade de pedir ao INRS para recuperar seus dados pessoais para descartá-los em um formato eletrônico.",
        "part6-itemlist5.1": "Todos esses direitos podem ser exercidos diretamente com a FastPark, pelo correio, no seguinte endereço :",
        "part6-itemlist5.2": "common.rail@gmail.com",
        "part6-itemlist6": "Para qualquer outra pergunta ou informação, você pode endereçar suas mensagens para este mesmo endereço."
    },
    "TERMS": {
        "art1-title": "ARTIGO 1 - OBJETO DE CONDIÇÕES GERAIS DE USO",
        "art1-item1": "As condições gerais presentes de uso (debaixo de « GTU ») têm para objeto para definir as regras de uso da aplicação móvel «FastPark» (abaixo « a Aplicação »).",
        "art1-item2": "Instalando a Aplicação em seu término e/ou alcançar a Aplicação, você concorda sem reserva o GTU presente inteiro e você empreendem para respeitar as obrigações a sua despesa (debaixo de sua responsabilidade). No caso de você não aceitaria GTU ou teria reservas, obrigado por não pasutiliser a Aplicação",
        "art1-item3": "GTU expressa o inteiro o acordo entre você e POB aplicável a seu uso da aplicação. FastPark reserva o direito para modificar este GTU os atualizando qualquer hora a. A versão do GTU que é aplicável entre você e POB é o um atual na hora de sua conexão e de seu uso da aplicação. Nós lhe aconselhamos assim que consulte esta página regularmente para se familiarizar com GTU atual quando você usar a aplicação.",
        "art2-title": "ARTIGO 2 - OBJETO E CARACTERÍSTICAS DA APLICAÇÃO",
        "art2-item1": "A Aplicação o permite de :",
        "art2-item2": "Consulte documentos em assunto preciso",
        "art2-item3": "Teste o conhecimento dele em problema",
        "art2-item4": "Estas características podem ser enriquecidas ou ser modificadas qualquer hora a por FastPark sem a responsabilidade dele pode ser cometido como tal.",
        "art3-title": "ARTIGO 3 - ACESSO TEM A APLICAÇÃO",
        "art3-item1": "Para alcançar a Aplicação, você tem que possuir um término móvel e um acesso à rede de Internet.",
        "art3-item2": "A Aplicação é transferível grátis desde plataformas «loja de Apple » e « Loja de Jogo Google » nos términos móveis seguintes :",
        "art3-item3": "IPhone telefônico móvel de Apple que tem o iOS de sistema operacional debaixo de iOS 10.0 mínimo",
        "art3-item4": "Telefone móvel que tem o Andróide de sistema operacional Pirulito de (API 21) mínimo. A versão do software da Aplicação pode ser atualizada para somar funções novas e serviços novos de vez em quando.",
        "art3-item5": "Quando a Aplicação foi instalada em seu término, você há pouco tem que conectar usando seu endereço de e-mail.",
        "art3-item6": "Se você for referenced a FastPark, você receberá uma notificação então em sua caixa de e-mail lhe permitindo validar sua conta.",
        "art3-item7": "Se você ainda não é um sócio da comunidade não hesite nos contatar tirar proveito de todas as vantagens de FastPark a este endereço : common.rail94@gmail.com",
        "art3-item8": "Você faz um compromisso, durante seu uso e navegação na Aplicação, prover informação retificam, exato e assim completa como possível. Você também faz um compromisso para atualizar esta informação o mais cedo possível no caso de mudança destes.",
        "art4-title": "ARTIGO 4 - USE LICENÇA",
        "art4-item1": "FastPark lhe concede um direito pessoal de uso da Aplicação e seus conteúdos. Este direito não é concedido para exclusivo, revocável, não transferível, não transferível, mundo e título grátis e para o único uso da Aplicação, com a exceção de qualquer outro fim.",
        "art4-item2": "Era proibido alcançar e/ou usar e/ou tentar alcançar ou usar códigos de fonte ou objetos da Aplicação estritamente.",
        "art4-item3": "Você nem não adquire nenhum direito de propriedade intelectual na Aplicação ou nem seus conteúdos, nem qualquer outro direito que esses conferiram pelo GTU presente.",
        "art5-title": "ARTIGO 5 - DADOS PESSOAIS",
        "art5-item1": "Os dados pessoais usados são principalmente seu nome, primeiro nomeie, funcione, profissional de endereço, número de telefone, endereça e-mail, fotografia de passaporte, trabalho de perfil, já fez e missões estratégicas, sua disponibilidade.",
        "art5-item2": "Você propriedades de acesso e retificação podem ser exercitadas nos enviando um e-mail para o endereço commom.rail94@gmail.com",
        "art6-title": "ARTIGO 6 - PROPRIEDADE INTELECTUAL",
        "art6-item1": "Os conteúdos inteiros da Aplicação são dos franceses, comunidade e legislação internacional no direito autorais e a propriedade intelectual.",
        "art6-item2": "Toda propriedade de reprodução e representação relativo à Aplicação está reservado por FastPark, enquanto incluindo qualquer representação vívida, iconográfica e fotográfica, isto tudo que é o território de proteção e qualquer estas propriedades eram o objeto de um depósito ou não.",
        "art6-item3": "A reprodução e/ou a representação de tudo ou parte da Aplicação, tudo que é o apoio, nisto incluído qualquer nome de comércio, marcas, logotipos, domínio nomeia e outras características distintivas, é proibido formalmente e estabeleceria uma falsificação sancionada pelo código da propriedade intelectual.",
        "art6-item4": "A palavra FastPark e todos os logos são marcas registradas registradas por FastPark",
        "art7-title": "ARTIGO 7 - DISPONIBILIDADE DA APLICAÇÃO",
        "art7-item1": "A Aplicação é 7 dias on-lines por semana e 24 horas por dia. Porém, considerando a complexidade da rede de internet e a afluência, a certas horas, FastPark oferece nenhuma garantia de continuidade do serviço e não pode ver sua responsabilidade envolvida no caso de impossibilidade temporária alcançar em todo ou em parte a Aplicação. Nenhum direito para compensação é concedido em conformidade com o parágrafo presente. FastPark reserva o direito para parar, sem aviso prévio, sem compensação e em sua discrição inteira, em título definitivo ou temporário, prover tudo ou parte do Serviço ou as características.",
        "art8-title": "ARTIGO 8 - LIMITAÇÃO DE RESPONSABILIDADE - AUSÊNCIA DE GARANTIA",
        "art8-item1": "FastPark faz um compromisso para implementar todos os meios necessários para assegurar o acesso melhor à Aplicação.",
        "art8-item2": "Você é somente responsável por seu identificador. Você faz um compromisso para os manter confidencial e não os passar em terços. Se você tiver conhecimento de um uso sem autorização de sua conta, depende de você informar FastPark imediatamente sobre isto escrevendo ao endereço seguinte : commom.rail94@gmail.com",
        "art8-item3": "De um modo geral, concorda você e reconhece que seu uso da aplicação, inclusive a informação que você espalha, é feito debaixo de sua responsabilidade sem igual e cheia.",
        "art8-item4": "Usando a Aplicação, você faz um compromisso para não agir de um modo prejudicial ou tendo o efeito de causar um dano na imagem, nos interesses ou nos direitos de FastPark, de danificar ou de fabricação ineficaz a Aplicação.",
        "art8-item5": "FastPark não pôde ser segurado responsável e não pôde ter que o indenizar para o dano direto ou indireto que seria o resultado da indisponibilidade da Aplicação.",
        "art8-item6": "FastPark não pôde ser segurado responsável neste respeito por qualquer dano que é o resultado da perda, da mudança ou de qualquer uso fraudulento de dados, a transmissão acidental de vírus ou outros elementos prejudiciais, da atitude ou o comportamento de um terço.",
        "art8-item7": "Não assume nenhuma responsabilidade por (i) a impossibilidade de acessar o Aplicativo, (ii) o uso indevido do Aplicativo (iii) a saturação da Internet, (iv) possíveis avarias nos terminais móveis utilizados por você, (v) em caso de força maior ou fato fora de seu controle.",
        "art9-title": "ARTIGO 9 - NÃO RENÚNCIA",
        "art9-item1": "O fato para um das partes para não tirar proveito de uma brecha pela outra parte em quaisquer das obrigações apontou no GTU presente não pôde ser interpretado para o futuro como uma renúncia da obrigação em causa.",
        "art10-title": "ARTIGO 10 - LEI APLICÁVEL - DISPUTAS",
        "art10-item1": "O GTU presente é sujeitado à lei francesa.",
        "art10-item2": "Qualquer disputa relativo à Aplicação ou a interpretação do GTU presente será sujeitada para o tribunal competente.",
        "art11-title": "ARTIGO 11 - CONTATO",
        "art11-item1": "Você pode enviar suas perguntas ou observações relativo para o GTU presente para FastPark escrevendo ao endereço seguinte : common.rail94@gmail.com"
    }
}